{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "NFKC"
  },
  "pre_tokenizer": {
    "type": "Metaspace",
    "replacement": "▁",
    "add_prefix_space": true
  },
  "post_processor": null,
  "decoder": {
    "type": "Metaspace",
    "replacement": "▁",
    "add_prefix_space": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "<unk>": 0,
      "A": 1,
      "C": 2,
      "G": 3,
      "N": 4,
      "T": 5,
      "▁": 6,
      "TT": 7,
      "AA": 8,
      "TG": 9,
      "CC": 10,
      "AG": 11,
      "TC": 12,
      "AC": 13,
      "GG": 14,
      "ATT": 15,
      "AT": 16,
      "ATG": 17,
      "GC": 18,
      "TAA": 19,
      "TCC": 20,
      "ACC": 21,
      "NN": 22,
      "AGC": 23,
      "TTTT": 24,
      "AGG": 25,
      "AAAA": 26,
      "TGC": 27,
      "TTC": 28,
      "TGG": 29,
      "ATC": 30,
      "AAG": 31,
      "TTG": 32,
      "AAC": 33,
      "CCC": 34,
      "TAG": 35,
      "TAC": 36,
      "NNNN": 37,
      "TGGG": 38,
      "TATT": 39,
      "AGGG": 40,
      "TGTG": 41,
      "TAT": 42,
      "AGAA": 43,
      "TTTC": 44,
      "TTGG": 45,
      "AGCC": 46,
      "AAGG": 47,
      "TGCC": 48,
      "TTCC": 49,
      "TCCC": 50,
      "ACAC": 51,
      "TTTG": 52,
      "TATG": 53,
      "NNNNNNNN": 54,
      "AGAG": 55,
      "TCTC": 56,
      "ATTC": 57,
      "ATAA": 58,
      "ACCC": 59,
      "AGGC": 60,
      "TCTG": 61,
      "AGTG": 62,
      "TTAA": 63,
      "GCC": 64,
      "ACTG": 65,
      "ATGC": 66,
      "ATCC": 67,
      "ATTG": 68,
      "ATGG": 69,
      "GGC": 70,
      "TTGC": 71,
      "ACAA": 72,
      "TGGC": 73,
      "ACAG": 74,
      "TGAA": 75,
      "GGG": 76,
      "TTTAA": 77,
      "ACTC": 78,
      "TACC": 79,
      "TATC": 80,
      "AGTC": 81,
      "ACG": 82,
      "TAAC": 83,
      "TAAG": 84,
      "TAGC": 85,
      "AAGC": 86,
      "TGTC": 87,
      "NNNNNNNNNNNNNNNN": 88,
      "TTTTC": 89,
      "AAAG": 90,
      "TAGG": 91,
      "ATAT": 92,
      "AACC": 93,
      "AGAC": 94,
      "AAAC": 95,
      "ATATT": 96,
      "TTTTG": 97,
      "ATAC": 98,
      "AAAAC": 99,
      "TTTCC": 100,
      "TTAC": 101,
      "TTATT": 102,
      "CCCC": 103,
      "TCAG": 104,
      "AATG": 105,
      "AAAAG": 106,
      "TCAC": 107,
      "ATAG": 108,
      "TGAG": 109,
      "TCCCC": 110,
      "TTAG": 111,
      "TGAC": 112,
      "TAAAA": 113,
      "TGGCC": 114,
      "TTCCC": 115,
      "TGGGG": 116,
      "TGGGC": 117,
      "GGGG": 118,
      "AGGCC": 119,
      "TCG": 120,
      "AGGGC": 121,
      "TCAA": 122,
      "TTTGC": 123,
      "AAATT": 124,
      "ACCCC": 125,
      "AAATG": 126,
      "ATTTC": 127,
      "NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN": 128,
      "TTTGG": 129,
      "AATC": 130,
      "TTTATT": 131,
      "AGGGG": 132,
      "TTTAG": 133,
      "ATATG": 134,
      "TTTAC": 135,
      "AAGCC": 136,
      "ACATT": 137,
      "TGCCC": 138,
      "AATAA": 139,
      "GGCC": 140,
      "TTCTC": 141,
      "AGCCC": 142,
      "TTGCC": 143,
      "ATTCC": 144,
      "GGGC": 145,
      "AGATG": 146,
      "TTTTTTTT": 147,
      "TTCTG": 148,
      "TCTCC": 149,
      "GTG": 150,
      "ATCCC": 151,
      "TTAAAA": 152,
      "TTGGC": 153,
      "TATTC": 154,
      "TTATG": 155,
      "AGAAG": 156,
      "AAGGC": 157,
      "AGAGC": 158,
      "TCTGC": 159,
      "TTAAG": 160,
      "TTAAC": 161,
      "ATTTG": 162,
      "AGGAA": 163,
      "TTGGG": 164,
      "ATAAAA": 165,
      "ATGCC": 166,
      "ACAGC": 167,
      "TTTAT": 168,
      "ATGGC": 169,
      "TGTGC": 170,
      "AGAAC": 171,
      "TGTAA": 172,
      "TCATT": 173,
      "AAAGC": 174,
      "AGAGG": 175,
      "ATAAC": 176,
      "TCTTC": 177,
      "TCAGC": 178,
      "AGATT": 179,
      "ATATC": 180,
      "AAGGG": 181,
      "ACTGC": 182,
      "ATGGG": 183,
      "AAATC": 184,
      "TGTCC": 185,
      "AAAAAAAA": 186,
      "TATTG": 187,
      "ATAAG": 188,
      "TTATC": 189,
      "TGTGG": 190,
      "TTACC": 191,
      "TGAGC": 192,
      "AGTGC": 193,
      "AGTAA": 194,
      "AGTTC": 195,
      "TGAAG": 196,
      "ATAGC": 197,
      "ATTGC": 198,
      "TCACC": 199,
      "TTAGC": 200,
      "TATGC": 201,
      "ACTCC": 202,
      "ATACC": 203,
      "AGACC": 204,
      "ACATG": 205,
      "ACTTC": 206,
      "AAACC": 207,
      "AAAGG": 208,
      "TGTTC": 209,
      "ACTTG": 210,
      "TCTGG": 211,
      "ACACC": 212,
      "TTTTCC": 213,
      "AGTGG": 214,
      "AGAAAA": 215,
      "TGATT": 216,
      "ACAGG": 217,
      "ACATC": 218,
      "AGTCC": 219,
      "TCAGG": 220,
      "TCTTG": 221,
      "TGACC": 222,
      "TGAGG": 223,
      "GCG": 224,
      "TGTTG": 225,
      "TACCC": 226,
      "ACTGG": 227,
      "TAGCC": 228,
      "AGTTG": 229,
      "TGATG": 230,
      "TCATC": 231,
      "TATGG": 232,
      "AAGAA": 233,
      "TTAGG": 234,
      "TGAAC": 235,
      "NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN": 236,
      "TCATG": 237,
      "ACGC": 238,
      "TATCC": 239,
      "ACGG": 240,
      "AGATC": 241,
      "AATTC": 242,
      "ACTAA": 243,
      "AGCCCC": 244,
      "AGCG": 245,
      "TCTAA": 246,
      "TGTTTT": 247,
      "TAGGG": 248,
      "ATTGG": 249,
      "ATAGG": 250,
      "TATAA": 251,
      "TGTAC": 252,
      "ACAAG": 253,
      "TAGGC": 254,
      "ACAAC": 255,
      "TGCG": 256,
      "TTTGTG": 257,
      "TCCG": 258,
      "TGGAA": 259,
      "ATTTTC": 260,
      "ATTTAA": 261,
      "TTTCCC": 262,
      "TTTGGG": 263,
      "TAGAA": 264,
      "ATTTTG": 265,
      "TCCTC": 266,
      "TGCCCC": 267,
      "TTTTTAA": 268,
      "TCAAG": 269,
      "TGTAG": 270,
      "AACCC": 271,
      "AGTAG": 272,
      "TTCCCC": 273,
      "ACCG": 274,
      "TAAGG": 275,
      "AGTAC": 276,
      "TCGG": 277,
      "TAACC": 278,
      "ATTAA": 279,
      "TAAGC": 280,
      "TGATC": 281,
      "ATGAA": 282,
      "AGAAGC": 283,
      "AGGGCC": 284,
      "ACAAAA": 285,
      "TGGGGC": 286,
      "TTGAA": 287,
      "AGTTTT": 288,
      "TGGGGG": 289,
      "TGGGCC": 290,
      "AGAAGG": 291,
      "TGTGTGTG": 292,
      "TTTATG": 293,
      "TGCTC": 294,
      "AGGGGC": 295,
      "TCTTTT": 296,
      "ACTTTT": 297,
      "TCGC": 298,
      "ACTAC": 299,
      "GCCCC": 300,
      "CCCG": 301,
      "TGAAAA": 302,
      "TCAAC": 303,
      "TTCG": 304,
      "TGCTGC": 305,
      "TCTAC": 306,
      "AGAGGC": 307,
      "TATATT": 308,
      "AATAC": 309,
      "ATATAA": 310,
      "AGTT": 311,
      "AATGC": 312,
      "TCCTCC": 313,
      "AACG": 314,
      "TGTGCC": 315,
      "ATTTTTT": 316,
      "TCTAG": 317,
      "TTTGCC": 318,
      "AATTG": 319,
      "TGCTG": 320,
      "TTTTGC": 321,
      "ACACACAC": 322,
      "AGCAGC": 323,
      "TGTGGC": 324,
      "ATCG": 325,
      "ATTTCC": 326,
      "ACTAG": 327,
      "ATATTC": 328,
      "AATGG": 329,
      "TGTATT": 330,
      "TTTTGG": 331,
      "ACTT": 332,
      "AGGAAG": 333,
      "AGCTC": 334,
      "AGAGAA": 335,
      "AAAAGC": 336,
      "TTTAAG": 337,
      "ATCTC": 338,
      "AGTGGC": 339,
      "TGTT": 340,
      "ATTATT": 341,
      "AAAAAA": 342,
      "TAATAA": 343,
      "AATCC": 344,
      "TTGGGG": 345,
      "AGGAGG": 346,
      "AGTATT": 347,
      "AAAAGG": 348,
      "AAAACC": 349,
      "TCCCCC": 350,
      "TTGGCC": 351,
      "AGAGGG": 352,
      "TCTT": 353,
      "AATTTT": 354,
      "ATTTT": 355,
      "TGTTTC": 356,
      "AGAACC": 357,
      "ATCCCC": 358,
      "TTTAAC": 359,
      "TGGCCC": 360,
      "AAATAA": 361,
      "TCTCCC": 362,
      "TCTGCC": 363,
      "AGCAC": 364,
      "TTCTCC": 365,
      "GCCC": 366,
      "AGGCCC": 367,
      "AATAG": 368,
      "AGAGCC": 369,
      "TCTTTC": 370,
      "TCTTCC": 371,
      "AGGGGG": 372,
      "AGCTG": 373,
      "ACCCCC": 374,
      "ATGTG": 375,
      "TTTGGC": 376,
      "TAAAAC": 377,
      "ATAGAA": 378,
      "AAGGCC": 379,
      "AGTTTC": 380,
      "TACG": 381,
      "TAAATG": 382,
      "AGCTGC": 383,
      "TCTGGC": 384,
      "ATATTG": 385,
      "TCAGCC": 386,
      "TCTGTG": 387,
      "ACAGCC": 388,
      "AATATT": 389,
      "TCCTG": 390,
      "ACTGGC": 391,
      "AAAGAA": 392,
      "NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN": 393,
      "TTGTG": 394,
      "AATT": 395,
      "ATACAC": 396,
      "TTCTTC": 397,
      "ACTTTC": 398,
      "TGGAAG": 399,
      "ACCTC": 400,
      "ACTGTG": 401,
      "ACAGGC": 402,
      "AAGGGC": 403,
      "TGTAT": 404,
      "ACAGAA": 405,
      "TTCAG": 406,
      "TTCTGC": 407,
      "TGGTG": 408,
      "ATACAA": 409,
      "TTTATC": 410,
      "ATTTGC": 411,
      "AAGAAG": 412,
      "TTCAA": 413,
      "TCCTGC": 414,
      "ACTGCC": 415,
      "TTGGGC": 416,
      "AAGGGG": 417,
      "ATTTAC": 418,
      "ATACTG": 419,
      "ATGTAA": 420,
      "TTGTC": 421,
      "AGCAA": 422,
      "ATCTG": 423,
      "ACCACC": 424,
      "TTATAA": 425,
      "TGGAG": 426,
      "ATATGC": 427,
      "ACTTCC": 428,
      "ATGTC": 429,
      "AGCTCC": 430,
      "AGCAG": 431,
      "TGGAGG": 432,
      "ACTTTG": 433,
      "TTGTAA": 434,
      "TTCATT": 435,
      "AAAATAA": 436,
      "AACAA": 437,
      "AGCAGG": 438,
      "TTATTC": 439,
      "GGGGC": 440,
      "ATTTATT": 441,
      "TGTCTC": 442,
      "ACAGAG": 443,
      "TGGTGG": 444,
      "AACTC": 445,
      "TTGTTG": 446,
      "TATATG": 447,
      "TTTTTC": 448,
      "AGGAG": 449,
      "ACAGTG": 450,
      "TTAGAA": 451,
      "ACAGGG": 452,
      "AAGTG": 453,
      "TGGTC": 454,
      "▁C": 455,
      "ACCTCC": 456,
      "ACATTC": 457,
      "TTTACC": 458,
      "ACCTGC": 459,
      "TTAACC": 460,
      "TAAAAG": 461,
      "ACAAGC": 462,
      "AGTGTG": 463,
      "AGGTG": 464,
      "ACTGGG": 465,
      "AGCATC": 466,
      "ATTCCC": 467,
      "AGTTTG": 468,
      "AGACAC": 469,
      "AGTGGG": 470,
      "TTCTTG": 471,
      "TTTTAA": 472,
      "AGTGCC": 473,
      "AAGTC": 474,
      "ATGGGG": 475,
      "TGCTCC": 476,
      "ACTATT": 477,
      "AGGAAC": 478,
      "TGAAGC": 479,
      "TCCCG": 480,
      "ATATATAT": 481,
      "ACCTG": 482,
      "TAAATT": 483,
      "ATGGCC": 484,
      "AGCTGG": 485,
      "AAGAAC": 486,
      "TTGCCC": 487,
      "AGACCC": 488,
      "TCTGGG": 489,
      "TGAGGC": 490,
      "TGCAA": 491,
      "TGCTTC": 492,
      "ATTTAG": 493,
      "ACGCC": 494,
      "ACACCC": 495,
      "ATACAG": 496,
      "AGCCG": 497,
      "ATGCCC": 498,
      "TGGAAC": 499,
      "AGGTC": 500,
      "AGCACC": 501,
      "ACTCTG": 502,
      "ATCTCC": 503,
      "AGATGC": 504,
      "ACTTGG": 505,
      "ACACG": 506,
      "TATTCC": 507,
      "AAGCCC": 508,
      "ACATGC": 509,
      "TTCTAA": 510,
      "TTATTG": 511,
      "TTAAGC": 512,
      "ATATCC": 513,
      "ACTCCC": 514,
      "AGGAGC": 515,
      "TGTTTG": 516,
      "AGTAT": 517,
      "ATTTGG": 518,
      "ATATGG": 519,
      "TACAA": 520,
      "ATTTTTC": 521,
      "ATGTGC": 522,
      "AGATGG": 523,
      "TCTCTCTC": 524,
      "ATGAAG": 525,
      "GGGCC": 526,
      "TTCTGG": 527,
      "TTCATC": 528,
      "AGTTCC": 529,
      "TTACTG": 530,
      "TGTGGG": 531,
      "ATAAGG": 532,
      "AAATTC": 533,
      "GCGC": 534,
      "AGTCTC": 535,
      "AGATTC": 536,
      "ATGGGC": 537,
      "AAGAAAA": 538,
      "ATGAAC": 539,
      "ACAACC": 540,
      "ATAGTG": 541,
      "TTGTTTT": 542,
      "TGTCCC": 543,
      "TTGAAC": 544,
      "AACCCC": 545,
      "AAATGC": 546,
      "AGTCCC": 547,
      "TGAGCC": 548,
      "TGGTGC": 549,
      "AATAT": 550,
      "ATTTTAA": 551,
      "ACATTG": 552,
      "AGATAA": 553,
      "TTTAGG": 554,
      "TGTATG": 555,
      "TCTTTG": 556,
      "TTTAGC": 557,
      "AGCGC": 558,
      "GGCCC": 559,
      "ATAGAG": 560,
      "ATGTAC": 561,
      "AGCTTC": 562,
      "TCAAAA": 563,
      "TCCTGG": 564,
      "AGACTG": 565,
      "ACATCC": 566,
      "AGCAAG": 567,
      "AGGACC": 568,
      "TACCCC": 569,
      "TTGAAG": 570,
      "ATGTTC": 571,
      "ACTTGC": 572,
      "GTGC": 573,
      "AGCTAC": 574,
      "AAAGCC": 575,
      "AATTTC": 576,
      "ACGGC": 577,
      "ATCTGC": 578,
      "ATTGCC": 579,
      "ACATGG": 580,
      "ACTCTC": 581,
      "ACTAT": 582,
      "AGGTGC": 583,
      "ATAAGC": 584,
      "ACAAGG": 585,
      "ATAGCC": 586,
      "TTGTAC": 587,
      "TTGTGC": 588,
      "AGTCTG": 589,
      "AGGTGG": 590,
      "ATGTGG": 591,
      "ATACTC": 592,
      "GTGG": 593,
      "ATGTCC": 594,
      "TTGTCC": 595,
      "ACTTAA": 596,
      "TCAGGG": 597,
      "AGCAAC": 598,
      "ATTAAAA": 599,
      "TTCTAG": 600,
      "TGAACC": 601,
      "TGAGAA": 602,
      "TAAATC": 603,
      "TGTTCC": 604,
      "TCAGAA": 605,
      "▁G": 606,
      "ATACCC": 607,
      "TTCTTTT": 608,
      "TGCCG": 609,
      "AGTTGG": 610,
      "ATAAAAC": 611,
      "TGTCTG": 612,
      "TCAGTG": 613,
      "ATAACC": 614,
      "AACAAC": 615,
      "TTAAGG": 616,
      "ATCAA": 617,
      "TGCTGG": 618,
      "AGAGAGAG": 619,
      "TCACCC": 620,
      "AGACAG": 621,
      "AGTATG": 622,
      "TTTCCCC": 623,
      "ATGTTG": 624,
      "ACCAA": 625,
      "TAATTTT": 626,
      "AGGCG": 627,
      "TATTGC": 628,
      "TCATTC": 629,
      "TGAGGG": 630,
      "AGTTAA": 631,
      "TAGAAC": 632,
      "TTGTTC": 633,
      "TAGGCC": 634,
      "GGGGG": 635,
      "TTACAA": 636,
      "AAGTAA": 637,
      "ACATAA": 638,
      "AAACAC": 639,
      "TGAAGG": 640,
      "TCACTG": 641,
      "GCCG": 642,
      "ATTAAC": 643,
      "ATCTTC": 644,
      "TCCAGG": 645,
      "TCAGGC": 646,
      "ATCACC": 647,
      "ATAGGC": 648,
      "TCCACC": 649,
      "TCCTTC": 650,
      "AGACTC": 651,
      "TCTTGC": 652,
      "ATGATG": 653,
      "TTTTAAAA": 654,
      "ATAGTC": 655,
      "TCTTGG": 656,
      "TATAAAA": 657,
      "AAATTG": 658,
      "TTTATTC": 659,
      "AGTTGC": 660,
      "TAGAAG": 661,
      "TTAGCC": 662,
      "ATAGGG": 663,
      "TATTTATT": 664,
      "AAAGGG": 665,
      "AAATGG": 666,
      "AGCATT": 667,
      "TTACAG": 668,
      "TTACAC": 669,
      "TATGCC": 670,
      "GGCG": 671,
      "AAAGGC": 672,
      "ACCTGG": 673,
      "TATAAC": 674,
      "ATCATC": 675,
      "AAACAA": 676,
      "TTTTATT": 677,
      "TGCAGC": 678,
      "AAACTG": 679,
      "AGGAAAA": 680,
      "ATACG": 681,
      "AGATTG": 682,
      "ACCGC": 683,
      "AAAGTG": 684,
      "AAGATG": 685,
      "TTAGTG": 686,
      "TACTG": 687,
      "AAGTGC": 688,
      "AGTAGC": 689,
      "AGGATG": 690,
      "ACGGG": 691,
      "AGTAAC": 692,
      "TTCATG": 693,
      "TCCAGC": 694,
      "TGGAGC": 695,
      "ATAAAAG": 696,
      "TAATG": 697,
      "ATTTTTG": 698,
      "TTAGAG": 699,
      "TTATCC": 700,
      "TCAGAG": 701,
      "TCTATT": 702,
      "TATATC": 703,
      "TTCAAG": 704,
      "AGATCC": 705,
      "TTTTTTTTTTTT": 706,
      "TTCACC": 707,
      "TCCTTG": 708,
      "TTATGC": 709,
      "TGACCC": 710,
      "TTCCG": 711,
      "TTACCC": 712,
      "TCCGC": 713,
      "AAAGAG": 714,
      "TCCTGCC": 715,
      "AAACCC": 716,
      "ATTGGC": 717,
      "ATGTAG": 718,
      "TGCGC": 719,
      "TCACAC": 720,
      "TGTTGC": 721,
      "TTCAGC": 722,
      "TGTTGG": 723,
      "TCCATC": 724,
      "TTAGGG": 725,
      "AAATCC": 726,
      "AATGAA": 727,
      "ACCAGC": 728,
      "ATTTTTAA": 729,
      "AAGAGG": 730,
      "AGACAA": 731,
      "TTGTGG": 732,
      "TTACTC": 733,
      "TATGGC": 734,
      "ATTATC": 735,
      "TGTTAA": 736,
      "TGCAGG": 737,
      "AAGACC": 738,
      "AGTAAG": 739,
      "TTCTAC": 740,
      "TCTTAA": 741,
      "ATGTTTT": 742,
      "TGGCG": 743,
      "TCAGTC": 744,
      "TTCAGG": 745,
      "AATTTG": 746,
      "CCCCCC": 747,
      "AGACG": 748,
      "AGTATC": 749,
      "TTATATT": 750,
      "TATCCC": 751,
      "ATTATG": 752,
      "TCGCC": 753,
      "ATCTTG": 754,
      "TCATTG": 755,
      "ATTAAG": 756,
      "TCTCG": 757,
      "TGGGGCC": 758,
      "AATGTG": 759,
      "ACTATG": 760,
      "AGCGG": 761,
      "ATTTTCC": 762,
      "TGGGGGC": 763,
      "TCTGCCC": 764,
      "AGAAAAC": 765,
      "TTCAAC": 766,
      "TTGTAG": 767,
      "TTCTTTC": 768,
      "AGCATG": 769,
      "TCATCC": 770,
      "TGCATC": 771,
      "GGGGCC": 772,
      "AGGATC": 773,
      "TAAAAAA": 774,
      "TAATAC": 775,
      "ATTTAT": 776,
      "TGCGG": 777,
      "TGATTC": 778,
      "TGCATG": 779,
      "TGGACC": 780,
      "TTTATTG": 781,
      "AACTCC": 782,
      "TTATGG": 783,
      "TTTTCCC": 784,
      "TGCCCCC": 785,
      "TATTGG": 786,
      "TTTTTCC": 787,
      "ACCCG": 788,
      "ATGACC": 789,
      "AAGAGC": 790,
      "ATTGGG": 791,
      "AAGTAC": 792,
      "TAGCCC": 793,
      "TTTTTTG": 794,
      "AAAGTC": 795,
      "ATAGAC": 796,
      "TGAGAG": 797,
      "TGGTCC": 798,
      "TTAAAAC": 799,
      "NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN": 800,
      "AAGTCC": 801,
      "ACCATC": 802,
      "AATTAA": 803,
      "ACTCG": 804,
      "ACCAGG": 805,
      "TATTTAA": 806,
      "TGCTTG": 807,
      "TGTAAC": 808,
      "TGATGC": 809,
      "TTTCG": 810,
      "TGACTG": 811,
      "AGCCCCC": 812,
      "ACCTTG": 813,
      "ATGAAAA": 814,
      "TGAGTG": 815,
      "TGCTGGG": 816,
      "AGAAAAG": 817,
      "TGTATC": 818,
      "TTAGGC": 819,
      "AGGTAG": 820,
      "TCGGG": 821,
      "TTTGTTTT": 822,
      "AGCTAA": 823,
      "TCACAG": 824,
      "TGATGG": 825,
      "TGCTAA": 826,
      "TATGGG": 827,
      "AGGTCC": 828,
      "AAATATT": 829,
      "AAGATC": 830,
      "AAGTAG": 831,
      "AGTAGG": 832,
      "TCGGC": 833,
      "AATTCC": 834,
      "ACTTTAA": 835,
      "ATTTCTC": 836,
      "TGACAC": 837,
      "ACATAC": 838,
      "AGGGGCC": 839,
      "TCAAGG": 840,
      "ACCATG": 841,
      "ACCAAC": 842,
      "AGCTTG": 843,
      "AAACTC": 844,
      "AAGTGG": 845,
      "AGTACC": 846,
      "AAATAC": 847,
      "TGTTTTC": 848,
      "AAGTTG": 849,
      "TATTTTG": 850,
      "TCACTC": 851,
      "TTTGTAA": 852,
      "AGGTAA": 853,
      "TGGGCCC": 854,
      "ACTTTTC": 855,
      "ACTAAG": 856,
      "AGGAAGG": 857,
      "GCGG": 858,
      "ATCTGG": 859,
      "TTAAAAG": 860,
      "TGCTAC": 861,
      "AGTTTTC": 862,
      "ACTAAC": 863,
      "ATTTCTG": 864,
      "ATTTTATT": 865,
      "TCATGG": 866,
      "AGGCTGG": 867,
      "GCTGC": 868,
      "ATCATG": 869,
      "AAACAG": 870,
      "TTTGGGG": 871,
      "AATATG": 872,
      "TTATAT": 873,
      "TAGTAA": 874,
      "ACCTTC": 875,
      "TGACTC": 876,
      "TGGTAA": 877,
      "AGGTAC": 878,
      "AAGCG": 879,
      "GCCCCC": 880,
      "TGTAGC": 881,
      "AAGTTC": 882,
      "TGGATG": 883,
      "AAAAAAC": 884,
      "TCATGC": 885,
      "TCACG": 886,
      "TAGGGC": 887,
      "TGTAAG": 888,
      "TGTGTGTGTGTGTGTG": 889,
      "TTTTTATT": 890,
      "TTAGTC": 891,
      "TCCCTCC": 892,
      "TGAGAC": 893,
      "TTACG": 894,
      "TGGTAC": 895,
      "AACTGC": 896,
      "TTTTTTC": 897,
      "TTTTTAC": 898,
      "ATCTAA": 899,
      "AACTTG": 900,
      "TTTCTCC": 901,
      "TGGAAAA": 902,
      "AGGTTC": 903,
      "TGATCC": 904,
      "ATTTTGC": 905,
      "AACATC": 906,
      "TGGGGGG": 907,
      "TGTTTTG": 908,
      "TCTAT": 909,
      "AGTTAC": 910,
      "TTGATG": 911,
      "TGGTAG": 912,
      "TTCCCCC": 913,
      "TTTTTTTTTTTTTTTT": 914,
      "TTATAC": 915,
      "AGGCCCC": 916,
      "TTGAAAA": 917,
      "TGCACC": 918,
      "TTTCTTTC": 919,
      "TGGTTC": 920,
      "TAAGCC": 921,
      "AGGAGGC": 922,
      "TGATAA": 923,
      "TGTGCCC": 924,
      "AGGAC": 925,
      "AGGGCCC": 926,
      "AGGAGAA": 927,
      "TGGATC": 928,
      "ATGATC": 929,
      "TAGGGG": 930,
      "AGAGCCC": 931,
      "AAAATAC": 932,
      "TAAAGC": 933,
      "TGACAG": 934,
      "ATTCG": 935,
      "TGTCG": 936,
      "TCCGG": 937,
      "TGCATT": 938,
      "AATGGC": 939,
      "TAAATAA": 940,
      "TATTTTC": 941,
      "TCCTCCC": 942,
      "ATCCG": 943,
      "TGAGTC": 944,
      "ACCAAG": 945,
      "TCCTTCC": 946,
      "ATTTTGG": 947,
      "TGGCCCC": 948,
      "TAGAAAA": 949,
      "AGAAATG": 950,
      "AGATAC": 951,
      "AACATG": 952,
      "AAAAAAAAAAAA": 953,
      "ACTACC": 954,
      "AACAGC": 955,
      "TTCTTCC": 956,
      "GGGGGC": 957,
      "AGGTTG": 958,
      "AAACG": 959,
      "ACTTAC": 960,
      "AGGAGGG": 961,
      "TAACG": 962,
      "TCCATG": 963,
      "TTATAG": 964,
      "ACAAAAC": 965,
      "TTCGG": 966,
      "TGGTTG": 967,
      "TACTTG": 968,
      "AGCTGCC": 969,
      "TCTTTTC": 970,
      "TAAGGC": 971,
      "AATGCC": 972,
      "TGTACC": 973,
      "TACATG": 974,
      "TTCTGTG": 975,
      "TACATT": 976,
      "TCTACC": 977,
      "ATGCG": 978,
      "TCAAGC": 979,
      "ACTATC": 980,
      "TCATAA": 981,
      "AGAAGGG": 982,
      "TGATTG": 983,
      "AAAAATG": 984,
      "AGCAGCC": 985,
      "TGCTGCC": 986,
      "AGTTTAA": 987,
      "AACATT": 988,
      "TCACAA": 989,
      "TATATAA": 990,
      "AGTTTTG": 991,
      "AACTTC": 992,
      "TCTCCCC": 993,
      "AGGGGGC": 994,
      "AGAGGCC": 995,
      "ACATAT": 996,
      "TATTTTTT": 997,
      "AGGAGCC": 998,
      "TCCTAA": 999,
      "AACAAAA": 1000,
      "AGCTAG": 1001,
      "AGAAGCC": 1002,
      "▁CC": 1003,
      "TCAAAG": 1004,
      "TGCTGTG": 1005,
      "AATCTG": 1006,
      "ATCATT": 1007,
      "AGGAAGC": 1008,
      "TTTTTTTC": 1009,
      "AATAAC": 1010,
      "TGACAA": 1011,
      "ACACACACACACACAC": 1012,
      "ACTAGC": 1013,
      "AGAAGGC": 1014,
      "AATCTC": 1015,
      "AGGATT": 1016,
      "ACCTAC": 1017,
      "TCCTGGG": 1018,
      "AGTCG": 1019,
      "TTCTCCC": 1020,
      "ACTAGG": 1021,
      "AATGTC": 1022,
      "TTGATT": 1023,
      "TAGATG": 1024,
      "AACTAA": 1025,
      "ACCTGCC": 1026,
      "TGCTTTT": 1027,
      "AATCCC": 1028,
      "ATCTAC": 1029,
      "ACAGCCC": 1030,
      "AGTTATT": 1031,
      "TTAATAA": 1032,
      "AAATAT": 1033,
      "ACCGG": 1034,
      "AAAGAAAA": 1035,
      "ATAAATAA": 1036,
      "ATCAAG": 1037,
      "TTCTCTC": 1038,
      "TCTAAG": 1039,
      "AATATC": 1040,
      "TGCTTTC": 1041,
      "TCTTTAA": 1042,
      "AATTGC": 1043,
      "TCCAAG": 1044,
      "TATAAG": 1045,
      "TCCTAC": 1046,
      "TCTTCCC": 1047,
      "AGATATT": 1048,
      "TTGTATT": 1049,
      "TGTAGG": 1050,
      "ATTTGAA": 1051,
      "ACTGCCC": 1052,
      "TCAGCCC": 1053,
      "TCTATG": 1054,
      "TTCGC": 1055,
      "TCAGAC": 1056,
      "TGCTTCC": 1057,
      "ACATAG": 1058,
      "ACTTAG": 1059,
      "AAATAG": 1060,
      "ATCAGC": 1061,
      "TTTATCC": 1062,
      "ATCGC": 1063,
      "TAACCC": 1064,
      "TTGACC": 1065,
      "AACACC": 1066,
      "TCCCCCC": 1067,
      "TTTTTAG": 1068,
      "TTGTTTC": 1069,
      "AACTAC": 1070,
      "TGTTTAA": 1071,
      "TTGAGC": 1072,
      "TGCAGCC": 1073,
      "ACTTTTG": 1074,
      "AATAAAA": 1075,
      "TAAACC": 1076,
      "AATAAG": 1077,
      "TCAACC": 1078,
      "AACAAG": 1079,
      "TCCTAG": 1080,
      "TTTTGCC": 1081,
      "TAATTC": 1082,
      "TGGATT": 1083,
      "TTTTTTAA": 1084,
      "ATGTATT": 1085,
      "TCCCCG": 1086,
      "ACATATT": 1087,
      "TAAGGG": 1088,
      "AATGGG": 1089,
      "TAATAG": 1090,
      "ATGTTTC": 1091,
      "TATACC": 1092,
      "TGACG": 1093,
      "TTAGAC": 1094,
      "TTGGGGG": 1095,
      "TGCTAG": 1096,
      "ACCCCG": 1097,
      "TGTTAC": 1098,
      "AGCTGGG": 1099,
      "ATCTAG": 1100,
      "TGCAAG": 1101,
      "TGCAAC": 1102,
      "TTCTGCC": 1103,
      "TCTAGG": 1104,
      "ATGAGG": 1105,
      "AACCG": 1106,
      "TCTTTCC": 1107,
      "TTGATC": 1108,
      "ATAATAA": 1109,
      "AAAAATT": 1110,
      "TCAAAC": 1111,
      "AGAGAAG": 1112,
      "TTCTCTG": 1113,
      "TCCTTTC": 1114,
      "TCCCAGC": 1115,
      "TGTGTGC": 1116,
      "AGGCCG": 1117,
      "TGTTTCC": 1118,
      "TCCAGCC": 1119,
      "ATGATT": 1120,
      "AACTGG": 1121,
      "▁GC": 1122,
      "AAGATT": 1123,
      "TCTAGC": 1124,
      "AGAATAA": 1125,
      "ATGAGC": 1126,
      "AGAAATC": 1127,
      "ACTTATT": 1128,
      "ACGCCC": 1129,
      "AGCCACC": 1130,
      "TGGTGGC": 1131,
      "TTTGTAC": 1132,
      "TGGTTTT": 1133,
      "TATAGC": 1134,
      "TACCG": 1135,
      "TATATAT": 1136,
      "AAAAAAG": 1137,
      "AACGC": 1138,
      "ACTTCCC": 1139,
      "AGTTTCC": 1140,
      "TTGCG": 1141,
      "ACTTTCC": 1142,
      "TCCTGGC": 1143,
      "TTGAGG": 1144,
      "AGCTGTG": 1145,
      "TTTGCCC": 1146,
      "AGCAGGG": 1147,
      "AGATAG": 1148,
      "GGGGGG": 1149,
      "TCCTCTC": 1150,
      "TCTAAC": 1151,
      "TGAGCCC": 1152,
      "AGAGGGC": 1153,
      "TCCAAC": 1154,
      "TACATC": 1155,
      "ATTACC": 1156,
      "TATATTC": 1157,
      "TAATTG": 1158,
      "AGAAAGAA": 1159,
      "AATTTAA": 1160,
      "TGTCCCC": 1161,
      "ATGTGTG": 1162,
      "ATTTCCC": 1163,
      "ACATTTC": 1164,
      "AATAGC": 1165,
      "ATTTGTG": 1166,
      "TAAAGG": 1167,
      "TCTTAC": 1168,
      "TTTCTTC": 1169,
      "AGTTAG": 1170,
      "TTTGGCC": 1171,
      "ATCAAC": 1172,
      "TAGTAG": 1173,
      "AAATGCC": 1174,
      "GGCCCC": 1175,
      "TGTGGCC": 1176,
      "GGGCCC": 1177,
      "AGTGCCC": 1178,
      "TTTTAAG": 1179,
      "ACAGGGC": 1180,
      "TAAAATG": 1181,
      "TACTTC": 1182,
      "TCCCTGC": 1183,
      "ATAAATG": 1184,
      "TCTATC": 1185,
      "TAATATT": 1186,
      "AGGGAAG": 1187,
      "TGGAGCC": 1188,
      "TTCCTCC": 1189,
      "AATTGG": 1190,
      "AAATTCC": 1191,
      "TGGAAGG": 1192,
      "AGGTGGG": 1193,
      "AGTGGCC": 1194,
      "TGGTTTC": 1195,
      "TTTTGTTTT": 1196,
      "AGAGAAC": 1197,
      "TGAAAAC": 1198,
      "TACTGC": 1199,
      "AGAGGGG": 1200,
      "TACAAC": 1201,
      "TCTGTCC": 1202,
      "AGGTGGC": 1203,
      "AAAAATC": 1204,
      "ACAAAAG": 1205,
      "TGGGCG": 1206,
      "ACCTAG": 1207,
      "TCCAGGC": 1208,
      "ACTTTGC": 1209,
      "TCACTGC": 1210,
      "TCCCTCCC": 1211,
      "ATATATT": 1212,
      "AGCTTCC": 1213,
      "ACAGGCC": 1214,
      "TTTCTTTT": 1215,
      "TTTCTAA": 1216,
      "TTCAAAA": 1217,
      "TTATTCC": 1218,
      "AAATGGC": 1219,
      "TAGTTG": 1220,
      "ATATTCC": 1221,
      "TACAGC": 1222,
      "AGAAACC": 1223,
      "AGATGCC": 1224,
      "ACATTCC": 1225,
      "AAAGAAC": 1226,
      "TTAAATG": 1227,
      "TTCTTTG": 1228,
      "TTCCTTCC": 1229,
      "ACCCCCC": 1230,
      "TTGGGGC": 1231,
      "ATTTATG": 1232,
      "TTCATTC": 1233,
      "TAGAGC": 1234,
      "TGGAGGC": 1235,
      "AAAAAAAAAAAAAAAA": 1236,
      "GGAAG": 1237,
      "AGTGGGG": 1238,
      "TGGAGGG": 1239,
      "TAATGC": 1240,
      "AATACC": 1241,
      "TATATTG": 1242,
      "AAAGAAG": 1243,
      "TACTAC": 1244,
      "TGGGAAG": 1245,
      "AGACCCC": 1246,
      "TAGCG": 1247,
      "AAATAAAA": 1248,
      "AAAAGCC": 1249,
      "TCCATT": 1250,
      "TCCTTTT": 1251,
      "TAGTTC": 1252,
      "GGAGC": 1253,
      "ACCAGCC": 1254,
      "ACGGCC": 1255,
      "TGTTATT": 1256,
      "ACTGGCC": 1257,
      "ATCTTTT": 1258,
      "TGCTGGC": 1259,
      "ATCAGG": 1260,
      "AGAAAGC": 1261,
      "TCTTAG": 1262,
      "ACTTTGG": 1263,
      "ACCTAA": 1264,
      "TCGCCC": 1265,
      "ACCTCCC": 1266,
      "TAGATT": 1267,
      "TGCTCCC": 1268,
      "AGGACCC": 1269,
      "TCTTTTG": 1270,
      "AGTAAAA": 1271,
      "AAAACG": 1272,
      "AGGAGAG": 1273,
      "AATTATT": 1274,
      "AGCTCCC": 1275,
      "AGCTGGC": 1276,
      "TATCG": 1277,
      "AGCCGC": 1278,
      "TTATATG": 1279,
      "TACTTTT": 1280,
      "TACTAA": 1281,
      "AGTTTGC": 1282,
      "ACTGGGC": 1283,
      "TGGTGGG": 1284,
      "TCCTGTG": 1285,
      "ACACGC": 1286,
      "ACTCCCC": 1287,
      "ACGGGG": 1288,
      "TCTCTGC": 1289,
      "TCTGGCC": 1290,
      "TGAAATG": 1291,
      "GCCGC": 1292,
      "TAGTTTT": 1293,
      "AATTAC": 1294,
      "CCCGC": 1295,
      "ACATGCC": 1296,
      "AGCAGGC": 1297,
      "AACGG": 1298,
      "TACAAG": 1299,
      "AAAAGGC": 1300,
      "AGCTTTC": 1301,
      "TCTGTGC": 1302,
      "TGCCTCC": 1303,
      "CCCCG": 1304,
      "ACTGGGG": 1305,
      "TTTGAAG": 1306,
      "AGCCTCC": 1307,
      "TTCTGGG": 1308,
      "AATCAA": 1309,
      "AATTTTC": 1310,
      "TCTGGGC": 1311,
      "TCTTATT": 1312,
      "▁GG": 1313,
      "TCTCTCC": 1314,
      "ATCTTCC": 1315,
      "TGCCACC": 1316,
      "AACAGG": 1317,
      "TAGTAC": 1318,
      "AGATGGC": 1319,
      "ATTAGC": 1320,
      "TGTTAG": 1321,
      "TTCTGAA": 1322,
      "TCAATG": 1323,
      "AAGGAAG": 1324,
      "AGGCTGC": 1325,
      "TTGTTTG": 1326,
      "TTTGGGC": 1327,
      "TAGACC": 1328,
      "TGGAGAA": 1329,
      "ATGTAT": 1330,
      "ATTTATC": 1331,
      "ATCTTTC": 1332,
      "TGGAAGC": 1333,
      "ACACCCC": 1334,
      "TTGTGTG": 1335,
      "ATCGG": 1336,
      "TTTTAAC": 1337,
      "AGGACAC": 1338,
      "AAGGGGC": 1339,
      "TTTAAGG": 1340,
      "AAAATATT": 1341,
      "ACGGGC": 1342,
      "ATTTAAG": 1343,
      "TTTTATG": 1344,
      "AAAGCCC": 1345,
      "ATTGTAA": 1346,
      "TTTCTGC": 1347,
      "AGCTCTG": 1348,
      "AGAACCC": 1349,
      "TTTAGCC": 1350,
      "AGTGGGC": 1351,
      "AAAAATAA": 1352,
      "ATCTGTG": 1353,
      "AGATAT": 1354,
      "TTCTTGG": 1355,
      "TCGGCC": 1356,
      "TTCAGTG": 1357,
      "AAAATAG": 1358,
      "AACTAG": 1359,
      "AAATATG": 1360,
      "TTTAACC": 1361,
      "AATCAC": 1362,
      "ATTTTAC": 1363,
      "TATTTAC": 1364,
      "AATCAG": 1365,
      "ACCTGGG": 1366,
      "TGAAAAG": 1367,
      "AGGCTCC": 1368,
      "TTTTGGG": 1369,
      "AATAGG": 1370,
      "ACCTTCC": 1371,
      "TATATATT": 1372,
      "AGCAAAA": 1373,
      "TATTTCC": 1374,
      "AGGATGG": 1375,
      "TTTGAAC": 1376,
      "TTCAGAA": 1377,
      "AGTTCCC": 1378,
      "TTTAAGC": 1379,
      "TGTTTGC": 1380,
      "TA": 1381,
      "TTCTGTC": 1382,
      "AGCAGAG": 1383,
      "TGATAC": 1384,
      "AAAGTAA": 1385,
      "TGGGATT": 1386,
      "TTTAGGG": 1387,
      "AGGCGG": 1388,
      "AGGTGCC": 1389,
      "TTTGTTTG": 1390,
      "TGAATAA": 1391,
      "TTTATGC": 1392,
      "AGTCCCC": 1393,
      "TTTTGGC": 1394,
      "AGATTTC": 1395,
      "ACAGAAG": 1396,
      "TACTCC": 1397,
      "AATTTTG": 1398,
      "AAAAGGG": 1399,
      "AAAACCC": 1400,
      "TTCTATT": 1401,
      "ACAGAAC": 1402,
      "ACCATT": 1403,
      "AGTTTGG": 1404,
      "AGATGGG": 1405,
      "AGCCTGG": 1406,
      "ACTTGCC": 1407,
      "TTCCTGC": 1408,
      "TCTGGGG": 1409,
      "AGGGAGGG": 1410,
      "TAGATC": 1411,
      "TGTGGGG": 1412,
      "AAGGCCC": 1413,
      "TCCCGC": 1414,
      "TGCCTGC": 1415,
      "TTTTTTTAA": 1416,
      "TTGGCCC": 1417,
      "TGTAAAA": 1418,
      "TTTGTTG": 1419,
      "TGAGGCC": 1420,
      "AAATTGC": 1421,
      "TGTCTCC": 1422,
      "ATAAGCC": 1423,
      "TACAAAA": 1424,
      "AAATGGG": 1425,
      "TTTCTTG": 1426,
      "TTAAATT": 1427,
      "AAGAGAA": 1428,
      "TTTATGG": 1429,
      "AGGTTTT": 1430,
      "ATCCCCC": 1431,
      "TCCCACC": 1432,
      "TTCCCG": 1433,
      "TCACCCC": 1434,
      "TTGGGCC": 1435,
      "AGCGCC": 1436,
      "AAGGGCC": 1437,
      "TGGCCG": 1438,
      "ACCTGGC": 1439,
      "TGCTCTG": 1440,
      "AGTATTC": 1441,
      "ATTTCAG": 1442,
      "TGGTGTG": 1443,
      "TATTTTTC": 1444,
      "TGCTTTG": 1445,
      "TGGAGAG": 1446,
      "AGGTTTC": 1447,
      "TCCGCC": 1448,
      "AGGCGC": 1449,
      "AGAAATT": 1450,
      "TTCTTAA": 1451,
      "AGCAGTG": 1452,
      "TCTTTGC": 1453,
      "ACATGGC": 1454,
      "AGGGCG": 1455,
      "AGCTCTC": 1456,
      "ACCTGTG": 1457,
      "TGGTCTC": 1458,
      "ACAAATG": 1459,
      "AGGGGGG": 1460,
      "ATGGCCC": 1461,
      "AGCGGC": 1462,
      "AGCCCG": 1463,
      "TAAAATAA": 1464,
      "ACAATAA": 1465,
      "AGATTCC": 1466,
      "AAAATGC": 1467,
      "TCTTGCC": 1468,
      "TGTGGGC": 1469,
      "ATATATG": 1470,
      "TCAGGCC": 1471,
      "TAGAGG": 1472,
      "ATAAATT": 1473,
      "AGCCTGC": 1474,
      "TGGTGCC": 1475,
      "TGTTTAC": 1476,
      "ACCCGC": 1477,
      "AGTTTAC": 1478,
      "TCGGGG": 1479,
      "AAGTTTT": 1480,
      "TATTTTAA": 1481,
      "TTATAAAA": 1482,
      "TATGTAA": 1483,
      "TGGCGC": 1484,
      "ATATTGC": 1485,
      "TCCAGGG": 1486,
      "AGGTGTG": 1487,
      "AATGTAA": 1488,
      "GGCCG": 1489,
      "ATTTAAC": 1490,
      "ACATATG": 1491,
      "ACCAAAA": 1492,
      "ACTTGGC": 1493,
      "AAACAAAA": 1494,
      "TGCTCTC": 1495,
      "AACTTTT": 1496,
      "TCCTCTG": 1497,
      "AAAGATG": 1498,
      "ACTGAAG": 1499,
      "TCATAG": 1500,
      "AGAAAGG": 1501,
      "TATAGG": 1502,
      "AGAGATG": 1503,
      "ACTAAAA": 1504,
      "ACTTGGG": 1505,
      "TCAGGGC": 1506,
      "TTTGTAG": 1507,
      "TACGG": 1508,
      "ACTGTAA": 1509,
      "AGCACCC": 1510,
      "ACTTTAC": 1511,
      "TGAAATC": 1512,
      "ATTTGCC": 1513,
      "AGACGC": 1514,
      "TCATAC": 1515,
      "ATTTGGG": 1516,
      "TACGC": 1517,
      "AGCTTTT": 1518,
      "TCATTTC": 1519,
      "TGCCCG": 1520,
      "TGCAGTG": 1521,
      "TGCAGGG": 1522,
      "ACAGATG": 1523,
      "TCTTCTC": 1524,
      "TTTAAAAAA": 1525,
      "TTCTGGC": 1526,
      "TGTGTCC": 1527,
      "ACACGG": 1528,
      "ACTTCTC": 1529,
      "TCAATAA": 1530,
      "TTTCTAC": 1531,
      "AGGGAAC": 1532,
      "TGCTGTC": 1533,
      "TTTTATC": 1534,
      "TGCCGC": 1535,
      "GGGCG": 1536,
      "AAGGGGG": 1537,
      "TGGTTCC": 1538,
      "ACATCCC": 1539,
      "CCCACC": 1540,
      "ATGTGGG": 1541,
      "AAGTATT": 1542,
      "TGTTCCC": 1543,
      "ATTATTC": 1544,
      "TAGTCC": 1545,
      "ATAAATC": 1546,
      "AGGAAAC": 1547,
      "AGCACTG": 1548,
      "AGCAGAA": 1549,
      "GGCGC": 1550,
      "ATATGCC": 1551,
      "TAATCC": 1552,
      "ATTTGTC": 1553,
      "TAAATTC": 1554,
      "AGGAAAG": 1555,
      "CCCTCC": 1556,
      "TTTGAAAA": 1557,
      "TTCTTGC": 1558,
      "AGCTGTC": 1559,
      "TAAAGAA": 1560,
      "GCCACC": 1561,
      "TTTGTATT": 1562,
      "ATCTCTG": 1563,
      "ATGTATG": 1564,
      "TTATTGC": 1565,
      "TGGATTC": 1566,
      "TGGGAAC": 1567,
      "TGATATT": 1568,
      "ATTTTAG": 1569,
      "AGGAACC": 1570,
      "TTGTCTC": 1571,
      "TTGTAT": 1572,
      "ATGTGAA": 1573,
      "AATTAG": 1574,
      "ACATGGG": 1575,
      "TTTCTAG": 1576,
      "ACTTTAG": 1577,
      "ACTTCTG": 1578,
      "AAATTGG": 1579,
      "TACTGG": 1580,
      "TTCAGCC": 1581,
      "ACTTAAC": 1582,
      "TTCAGGG": 1583,
      "TGCCTGCC": 1584,
      "TGTTTGG": 1585,
      "TTTTTGC": 1586,
      "ATGGGGG": 1587,
      "AGACGG": 1588,
      "TGGTCCC": 1589,
      "ATAGGAA": 1590,
      "TCCACCC": 1591,
      "AAGGAAGG": 1592,
      "TGCAGGC": 1593,
      "AAGAAGC": 1594,
      "TAATTTC": 1595,
      "TTCATTG": 1596,
      "TTAATTTT": 1597,
      "TGGTATT": 1598,
      "AATCG": 1599,
      "ATGTGGC": 1600,
      "ATTATAA": 1601,
      "TTATGCC": 1602,
      "TACAGG": 1603,
      "TTCAGAG": 1604,
      "TGAGAAC": 1605,
      "TGAGGGC": 1606,
      "TGAAGCC": 1607,
      "AGTTTAG": 1608,
      "TGACCCC": 1609,
      "CCCTGC": 1610,
      "TAGTGC": 1611,
      "ATTTCAA": 1612,
      "TTTGTGC": 1613,
      "TGGACAC": 1614,
      "TGATAG": 1615,
      "ACTGAAC": 1616,
      "ATGCTGC": 1617,
      "ACCAGGC": 1618,
      "ACGTGC": 1619,
      "TGGAAAC": 1620,
      "TGTGAAC": 1621,
      "ATGTGCC": 1622,
      "TCTTTGG": 1623,
      "TCCCGG": 1624,
      "ATCAAAA": 1625,
      "AGCACAC": 1626,
      "TCATATT": 1627,
      "TGGGAGG": 1628,
      "AGCATCC": 1629,
      "ACATTGC": 1630,
      "TTTCCG": 1631,
      "ACAGGGG": 1632,
      "AGCATTC": 1633,
      "TTTACCC": 1634,
      "ATCTGCC": 1635,
      "ATGGAAG": 1636,
      "TTATATC": 1637,
      "TTGAGAA": 1638,
      "ACTTAAAA": 1639,
      "TTCACTG": 1640,
      "TGAGAAG": 1641,
      "AGAGGAA": 1642,
      "TTGCTGC": 1643,
      "TCTGTAA": 1644,
      "AGTTCTG": 1645,
      "TACACC": 1646,
      "AAAAGAAAA": 1647,
      "AAATAAG": 1648,
      "ATCTCTC": 1649,
      "ACCCACC": 1650,
      "ATTTAAAA": 1651,
      "AGTGAAG": 1652,
      "TCAGAAC": 1653,
      "ACAAGCC": 1654,
      "NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN": 1655,
      "TCCTTGG": 1656,
      "AGGGAGG": 1657,
      "AGTTGCC": 1658,
      "TTTGTTTC": 1659,
      "TTGCCCC": 1660,
      "TGTGTAC": 1661,
      "TGTCTGC": 1662,
      "AGAGAGG": 1663,
      "TTATAAC": 1664,
      "TTTTTTCC": 1665,
      "ATTAGG": 1666,
      "AAGCCCC": 1667,
      "TCCATCC": 1668,
      "GGTGC": 1669,
      "TCTTCTG": 1670,
      "TTTTTAAAA": 1671,
      "TTAAATC": 1672,
      "TATATAC": 1673,
      "ACTGTGC": 1674,
      "AGTGAAC": 1675,
      "TGGCTGC": 1676,
      "TTGTGAA": 1677,
      "TATAGAA": 1678,
      "TCTTGGC": 1679,
      "TTCAGTC": 1680,
      "TAATGG": 1681,
      "ACCCTCC": 1682,
      "ACCTTTC": 1683,
      "TTTGTCC": 1684,
      "ACTCTGC": 1685,
      "TTGTATG": 1686,
      "AGCCAGG": 1687,
      "TTCATCC": 1688,
      "TCAGAAG": 1689,
      "ATTTTAAAA": 1690,
      "TGTAATCCC": 1691,
      "TTGGAAG": 1692,
      "TCCCAAG": 1693,
      "AGGGACC": 1694,
      "CCCAGG": 1695,
      "CCCAGC": 1696,
      "GTCC": 1697,
      "TGTGAAG": 1698,
      "AAGGAAC": 1699,
      "ATTATTG": 1700,
      "AGATTTG": 1701,
      "AAATATC": 1702,
      "AGTTAAC": 1703,
      "ATGGGGC": 1704,
      "TTGTTCC": 1705,
      "ACTGTAC": 1706,
      "ATGTTTG": 1707,
      "ATATAAAA": 1708,
      "ACCTCTC": 1709,
      "AGGCAGG": 1710,
      "TTTTCG": 1711,
      "AAATAAC": 1712,
      "ACTTTATT": 1713,
      "TTTTTAT": 1714,
      "TCCTGAG": 1715,
      "TGTGTAA": 1716,
      "TCATGCC": 1717,
      "ACCTCTG": 1718,
      "AGAGAAAA": 1719,
      "ATAAGGC": 1720,
      "TCATTGC": 1721,
      "AGTTAAG": 1722,
      "TCATTCC": 1723,
      "AGCAAGC": 1724,
      "TCAAAAC": 1725,
      "ATTGTAC": 1726,
      "AGTTCTC": 1727,
      "TTTTTGG": 1728,
      "ACCCAGG": 1729,
      "TTTCATC": 1730,
      "ACAAGGC": 1731,
      "GGAAC": 1732,
      "TCCCAGG": 1733,
      "AGAGACC": 1734,
      "TAGTGG": 1735,
      "TCGGGC": 1736,
      "AGTTGGC": 1737,
      "ATTCTAA": 1738,
      "ATTCCCC": 1739,
      "ATTTAGC": 1740,
      "AGTTATG": 1741,
      "TGAAGGC": 1742,
      "ATGTTAA": 1743,
      "ACTTAAG": 1744,
      "TTTTTCTC": 1745,
      "TTTCTGG": 1746,
      "TTGTGGC": 1747,
      "TATATGC": 1748,
      "TTCCTTC": 1749,
      "AGTGAGC": 1750,
      "AGATCCC": 1751,
      "AACCCCC": 1752,
      "TGTTCTC": 1753,
      "AGCCAAG": 1754,
      "ACAGAGC": 1755,
      "TCAGTGG": 1756,
      "TTGTCTG": 1757,
      "TTGTTGC": 1758,
      "ATTTCAC": 1759,
      "TTGTTAA": 1760,
      "AGGCAGC": 1761,
      "TGTATTC": 1762,
      "ACCCTGC": 1763,
      "TGAGGGG": 1764,
      "AGATATG": 1765,
      "TATAAAG": 1766,
      "TAAAAGC": 1767,
      "TAAATGC": 1768,
      "TGGGACC": 1769,
      "TTTGTTC": 1770,
      "ATCTCCC": 1771,
      "GCTCC": 1772,
      "TGTTGCC": 1773,
      "TTGATTC": 1774,
      "TACTAG": 1775,
      "TGTGCG": 1776,
      "AGCCGG": 1777,
      "ACAGTGC": 1778,
      "TTTTGTTTTG": 1779,
      "TTCCTGG": 1780,
      "ATCTTTG": 1781,
      "TATTTAG": 1782,
      "TTGTGCC": 1783,
      "AAAGGAA": 1784,
      "ATGTCTG": 1785,
      "TATAAAC": 1786,
      "ATCTGAA": 1787,
      "AAGTTTC": 1788,
      "TTCTAAG": 1789,
      "ATTGCCC": 1790,
      "TTATAAG": 1791,
      "TTAAGCC": 1792,
      "AAAGTGC": 1793,
      "TATTTGC": 1794,
      "AGTATTG": 1795,
      "ACCGCC": 1796,
      "ATTTGGC": 1797,
      "AGAATAC": 1798,
      "TTGTTTTC": 1799,
      "AGAGCG": 1800,
      "AATGAAG": 1801,
      "AACATGG": 1802,
      "ATATTGG": 1803,
      "TGATTTC": 1804,
      "AATTTCC": 1805,
      "TGTGTGG": 1806,
      "ATTCTCC": 1807,
      "ACTGTCC": 1808,
      "ATGTTCC": 1809,
      "ATTTACC": 1810,
      "TAGTTTC": 1811,
      "AGCCTGGG": 1812,
      "AAAGGCC": 1813,
      "AAAAACC": 1814,
      "TTTGGGGG": 1815,
      "TCCCTGG": 1816,
      "ACGTGG": 1817,
      "TCTTGGG": 1818,
      "AGCCAGC": 1819,
      "AAAGTAC": 1820,
      "TTCACAC": 1821,
      "ACTGTGG": 1822,
      "AGGATGC": 1823,
      "TAGAGAA": 1824,
      "TTTGTGG": 1825,
      "AGAGAGC": 1826,
      "TGGCTCC": 1827,
      "ACCACCC": 1828,
      "TATTTTTAA": 1829,
      "CCCGG": 1830,
      "AACAGAA": 1831,
      "TTTTCTTTT": 1832,
      "ATTCTGC": 1833,
      "TTATGGC": 1834,
      "TTCATGG": 1835,
      "AAACTCC": 1836,
      "TAAAACC": 1837,
      "ATGAGAA": 1838,
      "TTTAGGC": 1839,
      "AAGGAAAA": 1840,
      "TCTGAAG": 1841,
      "AGGGAGC": 1842,
      "AGATAAC": 1843,
      "TCTCGC": 1844,
      "AGTGTCC": 1845,
      "TATAATG": 1846,
      "TATACAC": 1847,
      "TATGTAC": 1848,
      "TCACACC": 1849,
      "TCTGTGG": 1850,
      "TTGTCCC": 1851,
      "TCAAAAG": 1852,
      "ACGCG": 1853,
      "AAACAAG": 1854,
      "ACTTAGC": 1855,
      "AGGCTGAGGC": 1856,
      "TAAATTG": 1857,
      "TCTAAAA": 1858,
      "AGCCATC": 1859,
      "TCTCCG": 1860,
      "ATAAGGG": 1861,
      "AGTTTATT": 1862,
      "AGATTGC": 1863,
      "TGTTCTG": 1864,
      "TATTTTTG": 1865,
      "AGGACTG": 1866,
      "TTGAACC": 1867,
      "ACACACC": 1868,
      "AGTTGGG": 1869,
      "ATACCCC": 1870,
      "TACCCCC": 1871,
      "TTCTCAG": 1872,
      "TCTGTCTC": 1873,
      "AGGTCTC": 1874,
      "▁GCC": 1875,
      "AGGTTGC": 1876,
      "AGCTGAA": 1877,
      "ATTCATTC": 1878,
      "TCATTTG": 1879,
      "TTTCTTCC": 1880,
      "TGTGACC": 1881,
      "AAAACAAAA": 1882,
      "TTTCTCTC": 1883,
      "ATATATC": 1884,
      "TGTTGGC": 1885,
      "TCCTTGC": 1886,
      "ATGAAGC": 1887,
      "AAAGGGC": 1888,
      "ATGGAAC": 1889,
      "TCACGG": 1890,
      "AGATAAG": 1891,
      "ATAATAC": 1892,
      "AAACAAC": 1893,
      "TTGTGGG": 1894,
      "TTTTTAAG": 1895,
      "AGTCTCC": 1896,
      "ACAGTGG": 1897,
      "ATCAGAA": 1898,
      "TTGAAGG": 1899,
      "TCACGC": 1900,
      "TGCAAAA": 1901,
      "AGCTTTG": 1902,
      "ACATACC": 1903,
      "TCTTAAAA": 1904,
      "TCTGTAC": 1905,
      "TATACAA": 1906,
      "TCTTTAC": 1907,
      "ACAGCG": 1908,
      "TTGTAAC": 1909,
      "TGTCACC": 1910,
      "AATGAAC": 1911,
      "AATATTC": 1912,
      "TTATTGG": 1913,
      "AGCGGG": 1914,
      "TTAATAC": 1915,
      "TAAATATT": 1916,
      "TCTCTCTCTCTCTCTC": 1917,
      "AGACTCC": 1918,
      "ATGCCCC": 1919,
      "TAGTATT": 1920,
      "TTAAGGC": 1921,
      "ATCTGGG": 1922,
      "ATGTCTC": 1923,
      "AGTGTGC": 1924,
      "TCTGAAC": 1925,
      "AGTTACC": 1926,
      "ATATATATATATATAT": 1927,
      "TTCATAA": 1928,
      "AGAGAGAA": 1929,
      "TTAGAAC": 1930,
      "TTTCATT": 1931,
      "AAGTGCC": 1932,
      "TGATGCC": 1933,
      "ACTTTAT": 1934,
      "ATATAAC": 1935,
      "ATGTTGC": 1936,
      "AAGAAGG": 1937,
      "AAACTGC": 1938,
      "ATTCATC": 1939,
      "AGGTCCC": 1940,
      "AGCTTGG": 1941,
      "AGGTTCC": 1942,
      "ACCAGGG": 1943,
      "TGTTAAC": 1944,
      "ACCTTTT": 1945,
      "AAAGGGG": 1946,
      "TGGAACC": 1947,
      "ACACTGC": 1948,
      "TGGATGG": 1949,
      "AGAAATAA": 1950,
      "TAAGAAC": 1951,
      "ACATAAC": 1952,
      "ACAAATC": 1953,
      "TCTGCG": 1954,
      "TCTTTAG": 1955,
      "TCATCCC": 1956,
      "TTGAAGC": 1957,
      "AGCTATT": 1958,
      "AGGACTC": 1959,
      "AGCACAG": 1960,
      "AGGACAG": 1961,
      "TGTTTAG": 1962,
      "ATTGAAC": 1963,
      "TCAGGGG": 1964,
      "TTCTGAG": 1965,
      "AGGATTC": 1966,
      "ACAACCC": 1967,
      "TGTTTATT": 1968,
      "TTCTTTTC": 1969,
      "TTCACCC": 1970,
      "TTAGAAG": 1971,
      "TGGGTGC": 1972,
      "TTCAGGC": 1973,
      "ATGTATC": 1974,
      "TGATGGC": 1975,
      "ATGTTGG": 1976,
      "ACAGGAA": 1977,
      "TTGTTGG": 1978,
      "ATATGGC": 1979,
      "AAATACC": 1980,
      "ATAGAAC": 1981,
      "GGCGG": 1982,
      "AAACATC": 1983,
      "TCTTAAC": 1984,
      "AGCAAGG": 1985,
      "TACTTTC": 1986,
      "ATGGGCC": 1987,
      "TCCTGTC": 1988,
      "TATTAAAA": 1989,
      "TTCAAGG": 1990,
      "TGAACCC": 1991,
      "TTTAAAAC": 1992,
      "AAGAGGC": 1993,
      "AGGAGAC": 1994,
      "AGTTATC": 1995,
      "AGATACC": 1996,
      "AAACGC": 1997,
      "CCCCCCCC": 1998,
      "AGAACG": 1999,
      "GGCTGC": 2000,
      "TACAGAA": 2001,
      "ACTTACC": 2002,
      "ATGTAAC": 2003,
      "ATATGGG": 2004,
      "ACCCGG": 2005,
      "ATTTAGG": 2006,
      "TTCATGC": 2007,
      "AGTTCG": 2008,
      "ATTTTTATT": 2009,
      "TCTTAAG": 2010,
      "TCCAAAA": 2011,
      "ATGTGTC": 2012,
      "TCAGTGC": 2013,
      "TATTCCC": 2014,
      "TAGAAGC": 2015,
      "TGGAGTC": 2016,
      "ATAGGGC": 2017,
      "TCCTTTG": 2018,
      "ACATATC": 2019,
      "ATTAGAA": 2020,
      "AAGTGTG": 2021,
      "ATCATTC": 2022,
      "ACTCGG": 2023,
      "TACTGTG": 2024,
      "ATCTTGG": 2025,
      "ATCTGTC": 2026,
      "TTGTATC": 2027,
      "ACCCAGC": 2028,
      "AGTGTAA": 2029,
      "ACAGTAA": 2030,
      "ACCTTGG": 2031,
      "TGGTGTC": 2032,
      "TGGAAAG": 2033,
      "ATGAGCC": 2034,
      "ACATTGG": 2035,
      "ATATCCC": 2036,
      "TATATCC": 2037,
      "AAATAGC": 2038,
      "ATAGGCC": 2039,
      "TCCCTGCC": 2040,
      "TCAGCG": 2041,
      "TTCAAGC": 2042,
      "ACATAAAA": 2043,
      "TGCACAC": 2044,
      "TTTCAAG": 2045,
      "AGGAATG": 2046,
      "AATTAAAA": 2047,
      "TGGTTTG": 2048,
      "TTTGCG": 2049,
      "AGGTATT": 2050,
      "TTTTTTTG": 2051,
      "ATATATAA": 2052,
      "ACTCTCC": 2053,
      "TCTCTAC": 2054,
      "TTATAGC": 2055,
      "AAGCCG": 2056,
      "ACAAACC": 2057,
      "TTATGGG": 2058,
      "TTAGGAA": 2059,
      "TAAAAGG": 2060,
      "TCTGTAG": 2061,
      "ACAGACC": 2062,
      "TGAAACC": 2063,
      "AAATCCC": 2064,
      "ACTATTC": 2065,
      "AAAGTAG": 2066,
      "ACTGTTG": 2067,
      "AGTTAAAA": 2068,
      "TGGACCC": 2069,
      "AGTAGCC": 2070,
      "ATCCTCC": 2071,
      "GCGCCC": 2072,
      "TGTAACC": 2073,
      "TATATATG": 2074,
      "ATTGTTTT": 2075,
      "ATGAAGG": 2076,
      "AGCTTGC": 2077,
      "TTGTGTC": 2078,
      "AAGAATG": 2079,
      "AAACCCC": 2080,
      "AGTGACC": 2081,
      "TTATACC": 2082,
      "TGTTGGG": 2083,
      "ACATAGC": 2084,
      "AGGAGTC": 2085,
      "TCCATTC": 2086,
      "ATGGCG": 2087,
      "AGCATGG": 2088,
      "TTCTATG": 2089,
      "TTGAATG": 2090,
      "TTCTACC": 2091,
      "ACAAGGG": 2092,
      "AAGAAAG": 2093,
      "ATCTTGC": 2094,
      "AGACAGGG": 2095,
      "TTATCCC": 2096,
      "TGATGGG": 2097,
      "GGGGGGGG": 2098,
      "TTTCACC": 2099,
      "GCCGCC": 2100,
      "ACTCGC": 2101,
      "TATAAATT": 2102,
      "AGTTTAT": 2103,
      "AGCAGTC": 2104,
      "TGCAGAG": 2105,
      "ATCACTG": 2106,
      "TAATTTG": 2107,
      "ATGAATG": 2108,
      "TATATAG": 2109,
      "TGATTCC": 2110,
      "ATGATTC": 2111,
      "TGAAGGG": 2112,
      "TTTCCCCC": 2113,
      "TTGGAAC": 2114,
      "AAGATGC": 2115,
      "TTAAGGG": 2116,
      "ACAAAGC": 2117,
      "AGATTGG": 2118,
      "TTGTAAG": 2119,
      "ATCTATT": 2120,
      "AGACTGC": 2121,
      "AAGAGCC": 2122,
      "AAGAGGG": 2123,
      "AAACTAA": 2124,
      "TGTTAAG": 2125,
      "AAGTGAA": 2126,
      "AGAATCC": 2127,
      "ATGTAAG": 2128,
      "TGGAATG": 2129,
      "TGGGTCC": 2130,
      "AGGCACC": 2131,
      "ACAGAGG": 2132,
      "AGTGTTG": 2133,
      "TGAGATC": 2134,
      "TTACCCC": 2135,
      "AACTGTG": 2136,
      "TGGGGCCC": 2137,
      "ATTCTAG": 2138,
      "TGGATGC": 2139,
      "ACACAGC": 2140,
      "AAGATGG": 2141,
      "TGCTTGC": 2142,
      "AGACACC": 2143,
      "AATAAGC": 2144,
      "ACTGAGC": 2145,
      "TTCTCAA": 2146,
      "AATTTAG": 2147,
      "AGCCTCCC": 2148,
      "TCCCCGC": 2149,
      "ATGTAGC": 2150,
      "TTTCAAC": 2151,
      "ATAATTTT": 2152,
      "ATAAACC": 2153,
      "TGGTTGG": 2154,
      "TAATGAA": 2155,
      "ACTGTAG": 2156,
      "TTCTAAC": 2157,
      "TTCTAGG": 2158,
      "TGGGTGGC": 2159,
      "TATATGG": 2160,
      "TACTTCC": 2161,
      "ATTAAAG": 2162,
      "AGCAACC": 2163,
      "TCATTGG": 2164,
      "TCCCTTCC": 2165,
      "TTAACCC": 2166,
      "AGGATCC": 2167,
      "ATCAGTG": 2168,
      "AAGACCC": 2169,
      "TGCAGAA": 2170,
      "TTCACTC": 2171,
      "ACTGAGCC": 2172,
      "AATTTAC": 2173,
      "TTTTGTAA": 2174,
      "AGTCACC": 2175,
      "AAAATTG": 2176,
      "TGTGTATG": 2177,
      "TTAATATT": 2178,
      "TGACGC": 2179,
      "TGCCTGG": 2180,
      "AGGTTGG": 2181,
      "ACTGACC": 2182,
      "TGGGAGC": 2183,
      "AATTTGG": 2184,
      "TTATTTAA": 2185,
      "ATTTTTTC": 2186,
      "TCTGACC": 2187,
      "ATATTTAA": 2188,
      "AATTATG": 2189,
      "AGATATC": 2190,
      "GCCTCC": 2191,
      "TATAAGC": 2192,
      "TAAGAAAA": 2193,
      "AGTCTGC": 2194,
      "AATTTGC": 2195,
      "TGGCGG": 2196,
      "TCCCATC": 2197,
      "AGTGTGG": 2198,
      "TTTGTGCC": 2199,
      "AGTAAGC": 2200,
      "ATTTTTTTTTT": 2201,
      "TCACCG": 2202,
      "AACTTTC": 2203,
      "AGCCCCG": 2204,
      "TGTTACC": 2205,
      "TTGAAAG": 2206,
      "TCTTTATT": 2207,
      "TGTGTAG": 2208,
      "TTGAGAG": 2209,
      "TGTCCG": 2210,
      "TTCCTAA": 2211,
      "AAGAAAC": 2212,
      "TGACTGC": 2213,
      "TCCAGAG": 2214,
